/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Kausi %1$@, jakso %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Kausi %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, kausi %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 jakso)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 kirja)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d kirjaa)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d jaksoa, 1 video)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d jaksoa , %d videota)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d jaksoa)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d videota)";

"ONE_SONG" = "1 kappale";
"SONGS_COUNT_FORMAT" = "%d kappaletta";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d albumia, %d kappaletta";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d albumia, 1 kappale";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 kappale";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d kappaletta";

"ALBUM_HEADER_SONG_COUNT" = "%d kappaletta";
"ALBUM_HEADER_SONG_COUNT_1" = "1 kappale";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Julkaistu %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@";

"LIBRARY" = "Kirjasto";
"MUSIC" = "Musiikki";
"NO_MUSIC_TITLE" = "Musiikki";
"NO_VIDEOS_TITLE" = "Videot";
"SOURCES" = "Lähteet";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Lisälaite liitetty";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Lisää kaikki albumit";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Lisää kaikki";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Lisää kappaleet On-The-Go-soittolistaan.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Tallenna";
"ADD_PLAYLIST_DIALOG_TITLE" = "Uusi soittolista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Syötä soittolistalle nimi.";
"ADD_PLAYLIST_ROW" = "Lisää soittolista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Nimi";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Lisää kappaleita listalle %@.";
"EDIT_PLAYLIST_RENAME" = "Vaihda nimi";
"EDIT_PLAYLIST_ADD_SONGS" = "Lisää kappaleita";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Nimeä soittolista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Nimi";

/* No comment provided by engineer. */
"Albums" = "Albumit";

/* list option to view all albums. */
"All Albums" = "Kaikki albumit";

/* list option to view all songs. */
"All Songs" = "Kaikki kappaleet";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Luku %.02d / %.02d";

/* No comment provided by engineer. */
"Cancel" = "Kumoa";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Kappale %1$d / %2$d";

"CHAPTER_INDEX_FORMAT" = "Osa %d:";

/* No comment provided by engineer. */
"Refresh Playlist" = "Päivitä soittolista";

"CLEAR" = "Tyhjennä";

/* No comment provided by engineer. */
"Clear Playlist" = "Tyhjennä soittolista";

/* No comment provided by engineer. */
"Save Playlist" = "Tallenna soittolista";

/* No comment provided by engineer. */
"Delete Playlist" = "Poista soittolista";

/* No comment provided by engineer. */
"content" = "sisältöä";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Virheellinen";

/* No comment provided by engineer. */
"Delete" = "Poista";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Haluatko poistaa kohteen \U201c%@\U201d tilan säästämiseksi?";

/* No comment provided by engineer. */
"Done" = "Valmis";

/* No comment provided by engineer. */
"Edit" = "Muokkaa";

/* No comment provided by engineer. */
"Save" = "Tallenna";

/* Info shown cell for TV shows */
"Episode %@" = "Jakso %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Perustuu artisteihin:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ ja muita";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " ja muita";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius-miksi";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Lataa %@ yhdistämällä Wi-Fi- tai mobiiliverkkoon.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Lataa %@ yhdistämällä Wi-Fi-verkkoon.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Pidä";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d albumia";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d artistia";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d Audible-kirjaa";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d äänikirjaa";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d kokoelmaa";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d säveltäjää";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d kohdetta";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d raitaa";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d lajityyppiä";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d soittolistaa";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d jaksoa";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d podcastia";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d kappaletta";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Ladataan %d / %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d sanelua";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Ladataan…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Ladataan sanoja…";

/* No comment provided by engineer. */
"More" = "Muut";

/* Section header title in the Videos list */
"Movies" = "Elokuvat";

/* Section header title in the Videos list */
"Movie Rentals" = "Vuokratut elokuvat";

/* Section header title in the Videos list */
"Music Videos" = "Musiikkivideot";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Ei äänikirjoja";

/* Generic no content message */
"No Content" = "Ei sisältöä";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Ei musiikkia";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Ei podcasteja";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Ei videoita";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Albumit";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artistit";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Äänikirjat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Kokoelmat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Säveltäjät";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Lajityypit";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius-miksit";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Muut";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Soittolistat";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Soittolistat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcastit";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Kappaleet";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videot";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Elokuvat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Vuokratut";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "TV-ohjelmat";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcastit";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Musiikkivideot";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Tiedot";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Osat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Jaksot";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Toista elokuva";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Jaetut";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Osa %d / %d";

/* No comment provided by engineer. */
"Playlists" = "Soittolistat";

/* Section header title in the Videos list */
"Podcasts" = "Podcastit";

/* Shuffle option shown in song lists */
"Shuffle" = "Sekoita";

/* No comment provided by engineer. */
"Songs" = "Kappaleet";

/* iTunes Movie Store */
"MOVIE_STORE" = "Store";

/* iTunes Music Store */
"MUSIC_STORE" = "Store";

/* No comment provided by engineer. */
"Syncing" = "Synkronoidaan";

/* Section header title in the Videos list */
"TV Shows" = "TV-ohjelmat";

/* No comment provided by engineer. */
"Unknown" = "Tuntematon";
"UNKNOWN_ARTIST" = "Tuntematon artisti";
"UNKNOWN_ALBUM" = "Tuntematon albumi";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Voit ladata podcasteja iTunes Storesta";
"You can download iTunes U content from iTunes." = "Voit ladata iTunes U -sisältöä iTunes Storesta.";
"You can download audiobooks from iTunes." = "Voit ladata äänikirjoja iTunes Storesta.";
"You can download music from iTunes." = "Voit ladata musiikkia iTunes Storesta";
"You can download videos from iTunes." = "Voit ladata videoita iTunes Storesta";

"NOW_PLAYING" = "Toistettava:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Toistettava";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "8";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Elokuvan vuokra päättyy";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Elokuvan vuokra päättyy pian. Jos lopetat katselun päättymisen jälkeen, sinun täytyy vuokrata se uudelleen.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Haluatko varmasti poistaa elokuvan %@? Jos poistat sen, elokuva pitää vuokrata uudelleen, jos haluat katsoa sen.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Haluatko varmasti, että %@ poistetaan?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "Kohdetta %@ ei ole siirretty iTunesiin. Jos poistat kohteen, se on ostettava uudelleen.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Haluatko katsoa tämän vuokratun elokuvan?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "TV-ohjelman vuokra päättyy";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "TV-ohjelman vuokra päättyy pian. Jos lopetat katselun päättymisen jälkeen, sinun täytyy vuokrata se uudelleen.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Haluatko varmasti poistaa TV-ohjelman %@? Jos poistat sen, ohjelma pitää vuokrata uudelleen, jos haluat katsoa sen..";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Haluatko katsoa tämän vuokratun TV-ohjelman?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Vuokra päättyy %d päivää katselun aloittamisen jälkeen.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Vuokra päättyy %d päivä katselun aloittamisen jälkeen.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Vuokra päättyy %d tuntia katselun aloittamisen jälkeen.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Vuokra päättyy %d tunti katselun aloittamisen jälkeen.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Vuokra päättyy %d minuuttia katselun aloittamisen jälkeen.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Vuokra päättyy %d minuutti katselun aloittamisen jälkeen.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Lisää jaksoja…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Genius suosittelee…";

"GET_MORE_TV_EPISODES" = "Lisää jaksoja…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Hakutulokset";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Kappale";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Artisti";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Albumi";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Soittolista";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Äänikirja";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Musiikkivideo";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "TV-ohjelma";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Elokuva";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Etsi";

"SEARCH_RESULTS_ONE_RESULT" = "1 tulos";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d tulosta";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artistit (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artisti (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumit (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Albumi (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Soittolista (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Soittolistat (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Kappale (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Kappaleet (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Äänikirjat (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Äänikirja (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Podcast-jaksot (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Podcast-jakso (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcastit (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Musiikkivideot (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Musiikkivideo (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV-jaksot (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV-jakso (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "TV-ohjelmat (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "TV-ohjelma (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Elokuvat (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Elokuva (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Lajityypit (%@ tulosta)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Lajityyppi (%@ tulos)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Säveltäjät (%@ tulosta)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Säveltäjä (%@ tulos)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Jatka etsintää Storessa…";

"PODCAST_LINK_EMAIL_FORMAT" = "Tutustu tähän podcastiin iTunesissa:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Ota sähköpostitili käyttöön, jotta voit jakaa podcasteja.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Yhteenveto";
"DESCRIPTION_HEADER" = "Kuvaus";

"ACTOR_HEADER_SINGULAR" = "Näyttelijä";
"ACTOR_HEADER_PLURAL" = "Näyttelijät";

"DIRECTOR_HEADER_SINGULAR" = "Ohjaaja";
"DIRECTOR_HEADER_PLURAL" = "Ohjaajat";

"PRODUCER_HEADER_SINGULAR" = "Tuottaja";
"PRODUCER_HEADER_PLURAL" = "Tuottajat";

"SCREENWRITER_HEADER_SINGULAR" = "Käsikirjoittaja";
"SCREENWRITER_HEADER_PLURAL" = "Käsikirjoittajat";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d albumi, %d kappale";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d albumi, %d kappaletta";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d albumia, %d kappaletta";

"NO_METADATA_RELEASED_HEADER" = "Julkaistu";
"NO_METADATA_LENGTH_HEADER" = "Pituus";
"NO_METADATA_SIZE_HEADER" = "Koko";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Mitat";
"NO_METADATA_CODECS_HEADER" = "Koodekit";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Julkaistu";
"LENGTH_HEADER" = "Pituus";
"SIZE_HEADER" = "Koko";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Albumilta (saatavissa iTunesista)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Mitat";
"CODECS_HEADER" = "Koodekit";

"RELEASE_DATE_UNKNOWN" = "Tuntematon";
"DURATION_UNKNOWN" = "Tuntematon";
"DIRECTORS_UNKNOWN" = "Tuntematon";

"ALBUM_UNKNOWN" = "Tuntematon albumi";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 kappale";
"ALBUM_SONGS_COUNT_PLURAL" = "%u kappaletta";

"CREATE_GENIUS_PLAYLIST" = "Luo Genius-soittolista valitsemalla kappale.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Lisää kappaleita soittolistaan %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Julkaistu %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 kappale";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u kappaletta";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Voit ladata videoita iTunesista.";
"GENIUS_PLAYLIST" = "Genius-soittolista";
"DELETE_VIDEO_ALERT" = "Poista video?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Poista %@";
"PLAYLIST_DELETE_ALERT_BODY" = "Kohteen %@ poistaminen poistaa sen myös tietokoneelta seuraavan kerran synkronoitaessa.";

"EPISODE_DESCRIPTION_MORE" = "Lisää";

"NO_RESULTS" = "Ei tuloksia";

"PLAY_ALL_SONGS" = "Toista kaikki kappaleet";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Luo Genius-soittolista valitsemalla kappale.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Uusi";
"GENIUS_REFRESH_BUTTON_TITLE" = "Päivitä";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--.--";

"SHARED_SECTION_TITLE" = "Kotijakokirjastot";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Kirjasto %@ vaatii salasanan.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Salasana";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Kirjastoon %@ ei saada yhteyttä.";

"RENTAL_EXPIRED_FORMAT" = "Kohteen %@ vuokrajakso on päättynyt";
"RENTAL_WARNING_DAYS_FORMAT" = "Sinulla on %1$@ päivää aikaa katsoa %2$@, jonka jälkeen se poistetaan";
"RENTAL_WARNING_DAY_FORMAT" = "Sinulla on %1$@ päivä aikaa katsoa %2$@, jonka jälkeen se poistetaan";
"RENTAL_WARNING_HOURS_FORMAT" = "Sinulla on %1$@ tuntia aikaa katsoa %2$@, jonka jälkeen se poistetaan";
"RENTAL_WARNING_HOUR_FORMAT" = "Sinulla on %1$@ tunti aikaa katsoa %2$@, jonka jälkeen se poistetaan";
"RENTAL_WARNING_MINUTES_FORMAT" = "Sinulla on %1$@ minuuttia aikaa katsoa %2$@, jonka jälkeen se poistetaan";
"RENTAL_WARNING_MINUTE_FORMAT" = "Sinulla on %1$@ minuutti aikaa katsoa %2$@, jonka jälkeen se poistetaan";

"HOME_SHARING_SPLASH_LABEL" = "Kotijako";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "esimerkki@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Salasana";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Vaaditaan";
"HOME_SHARING_FOOTER_LABEL" = "Kotijaon käyttö vaatii Apple ID:n.";
"HOME_SHARING_ERROR_TITLE" = "Kotijakoa ei voida laittaa päälle";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Mediakirjastoon ei voida yhdistää";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Kotijako vaatii iTunes 10.2:n tai uudemman.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Oma iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "Oma %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Lataa kaikki";
"SHOW_COMPLETE_ALBUM" = "Näytä koko albumi…";
"HIDE_COMPLETE_ALBUM" = "Kätke koko albumi";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Albumin täydennys: %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Täydennä tämä albumi";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Osta albumi: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Normaali hinta %@";
"SHOW_COMPLETE_SEASON" = "Näytä koko kausi";
"HIDE_COMPLETE_SEASON" = "Kätke koko kausi";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d jakso lisää…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "iTunesissa on saatavana %d jakso lisää";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "%d jaksoa lisää…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "iTunesissa on saatavana %d jaksoa lisää";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Kauden täydennys: %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Täydennä kausi";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Täydennä kausilippu";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Osta kausi: %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Osta kausi";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Osta kausilippu";

"EXIT_STORE_BUTTON_TITLE" = "Kirjasto";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcastit ovat muuttaneet";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Voit ladata uusia jaksoja Podcastit-ohjelmalla.";
